<?php

return [
    'add_row' => 'اضافة قصل اخر',
    'delete_row' => 'حذف فصل دراسي',
    'Processes'=>'العمليات',
    'Namelevel' => 'اسم المرحلة الدراسية',
    'name_class_en' => 'اسم الفصل الدراسي بالانجليزى',
    'name_class' => 'اسم الفصل الدراسي بالعربية',
    'add_class' => 'اضافة فصل دراسي',
    'Close' => 'اغلاق',
    'submit' => 'حفظ البيانات',
    'Delete' => 'حذف',
    'delete_class' => 'حذف الفصل الدراسي',
    'stage_name_en' => 'اسم الفصل الدراسي بالانجليزى',
    'stage_name_ar' => 'اسم الفصل الدراسي بالعربية',
    'name_classs' => 'اسم الفصل الدراسي',
    'title_page' => 'الفصول الدراسية',
    'Notes' => 'ملاحطات',
    'Warning_level'=> 'هل انت متاكد من عملية الحذف ؟',
    'Edit' => 'تعديل',
    'add_row' => 'اضافة مرحلة اخرى',
    'existss' => 'هذا الحقل موجود مسبقا',
    'delete_checkbox' => 'حذف الصفوف المختارة',
    'Search_By_level' => 'بحث باسم المراحل الدراسية'

];
