<?php

return [
    'add-level' => 'اضافة مرحلة دراسية',
    'Name_class' =>'اسم المرحلة بالعربية',
    'Name_class_en' =>'اسم المرحلة بالانجليزية',
    'Name_level' => 'اسم المرحلة الدراسية',
    'Processes'=>'العمليات',
    'Edit' => 'تعديل',
    'Delete' => 'حذف',
    'edit_level' => 'تعديل المرحلة الدراسية',
    'Notes' => 'ملاحطات',
    'Close' => 'اغلاق',
    'submit' => 'حفظ البيانات',
    'Warning_level'=> 'هل انت متاكد من عملية الحذف ؟',
    'add_row' => 'اضافة مرحلة اخرى',
    'existss' => 'هذا الحقل موجود مسبقا',
    'title_page' => 'المراحل الدراسية',
    'delete_level_Error' => 'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها'


];
