<?php
return [
    'add_subject' => 'اضافة مادة دراسية ',
    'subject_name' => 'اسم المادة الدراسية',
    'level' =>  'المرحلة الدراسية',
    'classroom' => 'الصف الدراسية',
    'Name_Teacher' => 'اسم المعلم',
    'Processes' => 'العمليات',
    'Close' => 'اغلاق',
    'submit' => 'حفظ البيانات',
    'Delete' => 'حذف',
    'Warning_subject' => 'هل انت متاكد من عملية الحذف ؟',
    'name_ar' => 'اسم المادة باللغة العربية',
    'name_en' => 'اسم المادة باللغة الانجليزية',
    'Choose' => 'اختيار من القائمة',
    'edit_subject' => 'تعديل مادة دراسية',
    'edit' => 'تعديل البيانات',
];
